Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/health/health_services/health_services_for_people_with_disabilities/index.html.txt.tmx
Source language: en
Languages: ga

source: Health services for people with disabilities
ga: Seirbhísí Sláinte do Dhaoine Míchumasaithe

source: A general introduction to the services provided by the Health Service Executive (HSE) for people with disabilities
ga: Cuireann Feidhmeannacht na Seirbhíse Sláinte seirbhísí sláinte ar fáil do dhaoine le míchumas

source: Assessment of need for people with disabilities
ga: Measúnú ar riachtanais do dhaoine faoi mhíchumas

source: The Disability Act 2005 provides for, among other things, the assessment of need of people with disabilities
ga: Forálann an tAcht um Míchumas 2005, i measc nithe eile, go ndéanfar measúnú ar riachtanais do dhaoine faoi mhíchumas

source: Find out how the assessment is carried out
ga: Faigh amach conas a dhéantar an measúnú

source: Day centres and day care
ga: Ionaid lae agus cúram lae

source: Day centres and day care centres in Ireland provide a range of social and rehabilitative services for older people and people with disabilities
ga: Cuireann an chápéis seo síos ar ionaid Lae agus ar ionaid chúraim lae a chuireann réimse seirbhísí sóisialta agus athshlánaithe ar fáil do dhaoine níos sine agus do dhaoine atá faoi mhíchumas

source: Respite care provides alternative family or institutional care to someone who needs care, so that their carer can take a short break, a holiday or a rest
ga: Tá cur síos sa cháipéis seo ar Chúram Faoisimh, is féidir cúram le teaghlach eile nó in institiúid a bheith i gceist do dhuine faoi mhíchumas le deis a thabhairt don chúramóir sos beag, saoire nó scíth a thógáil

source: Regulation of residential services for people with disabilities
ga: Rialú ar sheirbhísí cónaitheacha do dhaoine le míchumais

source: Residential services for people with disabilities are required to meet certain standards
ga: Ní foláir go sásaíonn na seirbhísí cónaitheacha do dhaoine le míchumais caighdeáin áirithe

source: The Health Information and Quality Authority (HIQA) is responsible for their registration and inspection
ga: Is é an tÚdarás um Fhaisnéis agus Cáilíocht Sláinte (HIQA) a bhíonn freagrach as a gclárúchán agus a gcigireacht

source: Long-Stay Contributions for Residential Support Services
ga: Ranníocaíochtaí fadchónaithe i leith seirbhísí tacaíochta cónaitheacha

source: If your accommodation or your daily living costs are provided by the Health Service Executive (HSE), or on behalf of the HSE, you may have to pay a Long-Stay Contribution towards these maintenance and accommodation costs
ga: Más í Feidhmeannacht na Seirbhíse Sláinte (FSS) a sholáthraíonn do chóiríocht nó do chostais bheatha laethúla, nó go soláthraítear iad thar ceann na FSS, b’fhéidir go gcaithfeá Ranníocaíocht Fhadchónaithe a íoc leis na costais chothabhála agus cóiríochta úd

source: Rehabilitation and training services for people with disabilities
ga: Seirbhísí athshlánaithe agus traenála do dhaoine faoi mhíchumas

source: There are various rehabilitation, training and employment services for people with disabilities. Find out more
ga: Cuireann an cháipéis seo síos ar sheirbhísí athshlánaithe, traenála agus fostaíochta do dhaoine faoi mhíchumas

source: National Physical and Sensory Disability Database
ga: An Bunachar Sonraí Náisiúnta um Míchumas Fisiceach agus Céadfach

source: Ireland's national Physical and Sensory Disability Database contains information on the specialised health and personal social service needs of people in Ireland with a physical or sensory disability
ga: Cuireann an cháipéis seo síos ar an mBanc Sonraí um Mhíchumas Fisiceach agus Céadfach atá eolas aige ar na sainriachtanais sláinte agus seirbhísí sóisialta pearsanta daoine atá faoi mhíchumas fisiceach nó céadfach

source: National Intellectual Disability Database
ga: An Bunachar Sonraí Náisiúnta um Míchumas Intleachta

source: The National Intellectual Disability Database is used to monitor and plan services for people with intellectual disabilities
ga: Cuireann an cháipéis seo síos ar an mBanc Sonraí um Mhíchumas Intleachtúil, conas a gcuirtear le chéile é, cén t-eolas atá coinnithe air agus cén chaoi gur féidir teacht ar an eolas sin

source: A means tested supplementary payment made to certain people who are blind or visually impaired
ga: Íocaíocht bhreise de réir tástála acmhainne atá i gceist a íoctar do dhaoine áirithe atá dall nó a bhfuil míchumas súl orthu

source: Most Read in "Health"
ga: Ábhar is mó éilimh i "Sláinte"

source: Admission to a psychiatric hospital
ga: Ospidéal síciatrach a iontráil

source: Medical card means test: aged under 70
ga: Tástáil mhaoine cárta leighis: daoine faoi bhun 70 bliain d’aois
